<!doctype html public "-//W3C//DTD HTML 3.2//EN">
<html>
<head>
<title>Skriv Fel</title>
<link rev="made" href="http://www.iki.fi/era/feedback.html">
</head>
<body bgcolor="#fffff0" text="#000000"
link="#0000ff" vlink="#600060" alink="#ff0000">
<h1>Skriv Fel</h1>
<p>
Deltag i KMSF -- Kampanjen Mot Skriv Fel --
genom att  l&auml;nka till den h&auml;r sidan.
Du kan ocks&aring; med f&ouml;rdel g&ouml;ra en egen sida om spr&aring;kfel;
vi l&auml;nkar g&auml;rna in den.
<p>
Om du, som vi, finner det deprimerande att l&auml;sa det mesta
som skrivs p&aring; s.k. svenska i dag, om du tycker att det inte
<i>kan</i> vara s&aring; sv&aring;rt att l&auml;ra sig n&aring;gra enkla tumregler,
om du &auml;r en besserwisser som gillar att sl&aring; ner folk i skorna
eller om du helt enkelt &auml;r intresserad av &auml;rans och hj&auml;ltarnas
spr&aring;k &auml;r detta <b>kampanjen f&ouml;r dig</b>!
<p>
Kampanjen bytte nyligen namn eftersom det gamla namnet
("binde ords fel") var s&aring;v&auml;l mindre sl&aring;ende som ett
terminologiskt missfoster.
("Bindeord" &auml;r konjunktioner och s&aring;dant. Tack till OVR f&ouml;r p&aring;pekandet.)
<p>
Kampanjen har n&aring;gra aktiva nordiska sl&auml;ktingar:
<ul>
<li>
<a href="http://www.skrivihop.nu/">http://www.skrivihop.nu/</a>
-- en v&auml;lkommen "konkurrent" med
fr&auml;scha sidor och bl.a. klisterm&auml;rken
(Sverige, rDNS <nobr>saknas <tt>;^)</tt></nobr>
<li>
<a href="http://www.translator.se/pages/avigsidan/avigt008.html">Avigsidans s&auml;rskrivningssida</a>
-- m&aring;nga smaskiga hemskheter
(Translator, Sverige)
<li>
Den norska f&ouml;reningen
<a href="http://www.uio.no/~tfredvik/amo/indexIkkerammer.html">Astronomer mot orddeling</a>
-- m&auml;rk v&auml;l, inte endast f&ouml;r astronomer
(Oslo Universitet, Norge)
<li>
<a href="http://www.fiduso.dk/">FIDUSO</a>
-- Folkefronten af Intelligente Danskere til Udvikling af Sproglig Omhu
(Danmark)
</ul>   
Tack till Enar i Nyponet,
Kjetil Kjernsmo och
Klaus Alexander Seistrup f&ouml;r l&auml;nkarna!
<p>
&Aring;terstoden av den h&auml;r sidan &auml;r tills vidare mycket tr&aring;kigare
och best&aring;r av en referens f&ouml;r folk som faktiskt inte har
l&auml;rt sig skriva svenska i skolan. Om du vill l&auml;nka till den 
h&auml;r sidan och p&aring; s&aring; vis hj&auml;lpa till att sprida v&aring;rt budskap,
kopiera logo-giffen till din egen server
och klistra in den med en l&auml;nk:
<blockquote>
<a href="http://www.iki.fi/era/svenska/skriv%20fel.html"
title="Kampanjen Mot Skriv Fel">
<img src="kmsf.gif"
alt="Kampanjen Mot Skriv Fel (logo av Daniel Wajander)"></a>
</blockquote>
<p>
Tack p&aring; f&ouml;rhand.
Och ett stort tack till Daniel Wajander f&ouml;r logon!
<p>
Kommentarer, bidrag och &ouml;nskem&aring;l kan skickas via
<a href="http://www.iki.fi/era/feedback.html">svarsblanketten.</a>
(Beklagar det n&aring;got besv&auml;rliga arrangemanget;
det &auml;r f&ouml;rsvar mot spammare och andra
sm&aring;kriminella.)
<hr>
<h1>
Samman- eller s&auml;rskrivning? 
</h1>
<p>
S&auml;rskrivning av ord &auml;r ett fenomen som redan &auml;r s&aring; vanligt att
m&aring;nga inte m&auml;rker felet. Antagligen har det h&auml;r felet kommit
fr&aring;n en &ouml;kad kontakt med engelskan, d&auml;r man ju ofta s&auml;rskriver
ord som p&aring; svenska skall skrivas ihop. 
<p>
Ironiskt nog s&auml;tter m&aring;nga nordbor in en massa bindestreck i
engelsk text f&ouml;r att f&aring; det hela att se logiskt ut; 
"novel-writing-contest", "disk-cleaning-equipment", 
"high-score", "music-cassette" ... 
<h2>
En enkel regel 
</h2>
<p>
En f&ouml;rsta enkel tumregel, som kan tolkas precis hur som helst:
Uttryck som &auml;r en "logisk enhet" skrivs ihop: TV-apparat,
&auml;ppeltr&auml;d, sexton&aring;rsdag (eller 16-&aring;rsdag, m&auml;rk bindestrecket!),
trappuppg&aring;ng. 
<p>
Tycker du att de f&ouml;ljande reglerna &auml;r f&ouml;r sv&aring;ra, hoppa ner
och glutta p&aring;
<a href="#rytm">rytmregeln.</a>
<h2>
Substantivregeln 
</h2>
<p>
Grundsatsen &auml;r att ett ob&ouml;jt substantiv inte kan st&aring; framf&ouml;r
ett annat substantiv. Men det s&auml;ger v&auml;l inte s&aring; mycket?
Kanske du inte &auml;r tillr&auml;ckligt van vid ordklasser f&ouml;r att k&auml;nna
igen ett ob&ouml;jt substantiv medan du skriver. Den h&auml;r regeln kr&auml;ver 
en del tr&auml;ning innan den fastnar i ryggm&auml;rgen. 
<p>
Substantiv &auml;r allts&aring; "sakord"; ord som man kan s&auml;tta "en" eller
"ett" eller "m&aring;nga" (eller ibland "mycket") f&ouml;re.
Ett &auml;pple, ett norrsken, en r&auml;kneapparat, ett tvivel, en l&ouml;ssl&auml;ppthet,
en gr&ouml;nska, en r&auml;dsla, en tveksamhet, en sanning.
<p>
Grundformen &auml;r just den form som du kan s&auml;tta "en" eller "ett"
f&ouml;re. Kolla om du har f&ouml;rst&aring;tt regeln med de h&auml;r exemplen: 
<table>
<tr valign=top>	<td> en bok + den hyllan = bok hyllan
<td> -- fel; det heter bokhyllan
<tr valign=top>	<td> en svamp + en skog	= svamp skog
<td> -- fel; det heter svampskog
<tr valign=top>	<td> en last + flera bilar = last bilar
<td> -- fel; det heter lastbilar
<tr valign=top>	<td> en korv + den soppan = korv soppan
<td> -- fel; det heter korvsoppan
</table>
<p>
N&auml;r allt kommer omkring
&auml;r det emellertid inte s&aring; m&aring;nga sammansatta
ord som &auml;r s&aring; h&auml;r l&auml;tta att kontrollera. 
<h2>
Best&auml;mningar 
</h2>
<p>
Du kommer s&auml;kert svagt ih&aring;g n&aring;gonting om detta fr&aring;n 
skolgrammatiken; en massa svammel om vilka ord som &auml;r best&auml;mningar till
vilka ord, pilar hit och dit och s&aring; vidare. 
<p>
Best&auml;mningar &auml;r sm&aring; beskrivande ord som ger n&auml;rmare 
information om satsens huvudord. De brukar vara uppradade efter
varandra f&ouml;re huvudordet, om de finns. 
<p>
Om alla best&auml;mningar ber&auml;ttar n&aring;gonting mera om samma ord
borde det inte vara s&aring; stor skillnad i vilken ordning de &auml;r
uppradade, eller hur? En smutsig, tr&ouml;tt och sliten man &auml;r precis
samma sak som en sliten, smutsig och tr&ouml;tt man. (Inte alltid -- se nedan.)
<p>
D&auml;rmed kan du prova om tv&aring; ord skall skrivas ihop helt enkelt
genom att f&ouml;rs&ouml;ka skjuta in ett litet extra ord mellan dem. S&aring;h&auml;r: 
<table>
<tr valign=top>	<td> ett &auml;ppel stort tr&auml;d
<td> -- fel! M&aring;ste vara stort &auml;ppeltr&auml;d
<tr valign=top>	<td> ett <i>X Files</i> d&aring;ligt avsnitt
<td> -- fel! M&aring;ste vara d&aring;ligt <i>X Files</i>-avsnitt
<tr valign=top>	<td> ett telefon sjusiffrigt nummer
<td> -- fel! M&aring;ste vara sjusiffrigt telefonnummer
<tr valign=top>	<td> ett Hayes snabbt modem
<td> -- fel! M&aring;ste vara snabbt Hayes-modem
<tr valign=top>	<td> en TV h&ouml;g antenn
<td> -- fel! M&aring;ste vara h&ouml;g TV-antenn
<tr valign=top>	<td> en kassa billig apparat
<td> -- fel! M&aring;ste vara billig kassaapparat
(eller kass billig apparat -- en klassiker!)
</table>
<p>
Om du undrar om "&auml;ppeltr&auml;d" skall skrivas ihop eller inte
kan du allts&aring; fundera p&aring; hur det heter om tr&auml;det &auml;r stort,
och s&aring; vidare.
<p>
Ibland n&auml;r man byter ordning bland best&auml;mningarna kan hela
uttryckets betydelse f&ouml;r&auml;ndras (trots vad som sades ovan).
En "sl&ouml; j&auml;vla fock" &auml;r inte samma sak som en "j&auml;vla sl&ouml; fock".
M&auml;rk att b&aring;da dessa uttryck m&aring;ste handla om segel.
En "sl&ouml;fock" skrivs alltid ihop.
<p>
N&auml;r det g&auml;ller verb kommer best&auml;mningarna efter i st&auml;llet f&ouml;r
f&ouml;re. D&aring; &auml;r det inte l&auml;ngre lika l&auml;tt, d&auml;rf&ouml;r att en del verb &auml;r
delar av idiomatiska uttryck (som vi f&ouml;r enkelhetens skull kan
&ouml;vers&auml;tta med "st&aring;ende uttryck"). "Att boota om" &auml;r ett exempel,
"att flytta fram&aring;t" &auml;r ett annat. Om du &auml;r v&auml;ldigt os&auml;ker kan du
f&ouml;rs&ouml;ka experimentera med en substantiverad form: "en ombootning",
"en fram&aring;tflyttning". 
<h2>
Kongruens 
</h2>
<p>
Det finns n&aring;gonting som heter kongruensb&ouml;jning i svenskan.
Det &auml;r kanske l&auml;ttare att ge exempel &auml;n att f&ouml;rklara: 
<p>
Skulle vi inte ha kongruensb&ouml;jning skulle det heta 
<table>
<tr valign=top> <td> de liten gr&ouml;n m&auml;nnen 
<tr valign=top> <td> v&aring;r k&auml;r fosterland 
<tr valign=top> <td> ett enorm ful fabrikskomplex 
</table>
<p>
Men det g&ouml;r det ju inte. Vi s&auml;ger "de sm&aring; gr&ouml;na m&auml;nnen", "v&aring;rt
k&auml;ra fosterland", "ett enormt fult fabrikskomplex". 
<p>
Det h&auml;r g&aring;r att utnyttja n&auml;r du &auml;r os&auml;ker p&aring; om ett ord skall
skrivas ihop eller inte, d&auml;rf&ouml;r att f&ouml;rleden i ett sammanskrivet
ord <i>inte</i> b&ouml;js kongruent. S&aring; h&auml;r: 
<table>
<tr valign=top>	<td> den gamle sl&ouml;focken
<td> -- inte den gamle sl&ouml;e focken 
<tr valign=top>	<td> den snabba vitsvanshjorten
<td> -- inte den snabba vita svanshjorten
<tr valign=top>	<td> kommunens sjukkassa
<td> -- inte kommunens sjuka kassa 
<tr valign=top>	<td> en klentrogen kvinna
<td> -- inte en klent trogen kvinna eller en klen trogen kvinna
(som ju betyder samma sak som en trogen klen kvinna)
</table>
<p>
Precis som med &auml;ppeltr&auml;det tidigare kan du f&ouml;r dig sj&auml;lv f&ouml;rs&ouml;ka l&auml;gga till
en best&auml;mning och se om den skall b&ouml;jas kongruent eller inte.
Tyv&auml;rr fungerar detta inte alltid -- alla ord &auml;r ju inte best&auml;mningar.
(Men f&ouml;r dem som det h&auml;r med sammanskrivning &auml;r sj&auml;lvklart borde ocks&aring;
"last bil" b&ouml;jas kongruent -- "den lasta bilen"!)
<h2>
<a name="rytm">
Uttalsrytm
</a></h2>
<p>
M&auml;rk ocks&aring; hur du uttalar orden olika beroende p&aring; hur de &auml;r
skrivna: "SL&Ouml;focken" men "sl&ouml;e FOCken", "VITsvanshjorten" men
"vita SVANShjorten" (vilket ord!), "SJUKkassa" men "sjuka KASsa". 
<p>
Det &auml;r utan tvekan just genom rytmen som det &auml;r "sj&auml;lvklart"
f&ouml;r en del skribenter hur det skall vara.
<p>
Tr&auml;na p&aring; det h&auml;r, t&auml;nk dig hur du uttalar de olika exemplen h&auml;r ovanf&ouml;r
beroende p&aring; vad de betyder och hur de sitter ihop.
Det <i>&auml;r</i> inte s&aring; sv&aring;rt.
<h2>
Varf&ouml;r? 
</h2>
<p>
Problemet s&auml;r-/sammanskrivning har blivit s&aring; vanligt att en del
spr&aring;kvetare tycker att man borde till&aring;ta felet; &auml;ndra p&aring; spr&aring;ket
s&aring; att reglerna st&auml;mmer &ouml;verens med hur spr&aring;ket anv&auml;nds och inte
tv&auml;rtom.
<p>
Vi h&aring;ller inte med. Visserligen f&aring;r och skall spr&aring;ket
utvecklas, men s&auml;rskrivning f&ouml;rsv&aring;rar enligt v&aring;r mening
l&auml;sligheten till den grad att missf&ouml;rst&aring;nd uppst&aring;r allt som
oftast.
<p>
Kanske vi har fel? Engelsk text &auml;r ju f&ouml;r det mesta alldeles
f&ouml;rst&aring;elig trots att engelsm&auml;nnen skriver ihop ord mera s&auml;llan.
<p>
Men vi ger inte upp. Om spr&aring;ket f&aring;r f&ouml;r&auml;ndras hur som helst
s&aring; har vi r&auml;tt att f&ouml;rs&ouml;ka &auml;ndra det tillbaka.
<p>
<b>Per Ola Ingvarsson</b>
skickade in f&ouml;ljande sjuka exempel som kan f&aring; tj&auml;na som slutkl&auml;m:
<blockquote>
en ljus h&aring;rig sjuk sk&ouml;terska
</blockquote>
Vill vi faktiskt ha det s&aring; h&auml;r? En sk&ouml;terska som &auml;r ljus, h&aring;rig och sjuk?
<p>
Det finns givetvis m&aring;nga fler klassiska exempel.
Som &Aring;ke Engsheden helt riktigt p&aring;pekar &auml;r nog kanske
"herr toalett" i varje fall v&auml;rt att f&aring; med h&auml;r.
(Skicka g&auml;rna fler f&ouml;rslag!)
<hr>
http://www.iki.fi/era/svenska/skriv%20fel.html
<br>
<small>
$Id: skriv&nbsp;fel.prep,v 1.27 2001/12/02 17:47:49 era Exp $
</small>
</body>
</html>
